<?php
require_once '../header.php';
?>

<main class="main">
    <section class="promo cookie-details" data-name="Соглашение о cookie">
        <div class="container">
            <hr class="hr-news-details">

            <div class="news-info">
            <h1 class="news-list__header">СОГЛАШЕНИЕ ОБ ИСПОЛЬЗОВАНИИ ФАЙЛОВ COOKIES</h1>

            </div>
            <hr class="hr-news-details">
            <div class="cookie-text-wrap">
                <p>Веб-сайт space.melalex.ru, размещённый в сети Интернет по адресу <a href="<?='/';?>">space.melalex.ru</a> (далее — Веб-сайт) использует файлы cookies и схожие технологии, чтобы отличать Вас от других пользователей (далее —Пользователи) нашего Веб-сайта, гарантировать максимальное удобство, предоставляя персонализированную информацию, а также, чтобы улучшить наш сервис.</p>

                <p>Это соглашение об использовании файлов cookie предоставляет Вам информацию о типах файлов cookie, которые мы используем, и о целях их использования. Чтобы получить список всех файлов cookie, используемых нашим Веб-сайтом, свяжитесь с администратором по почте <a href="mailto:admin@melalex.ru">admin@melalex.ru</a></p>

                <p>В случае расхождения трактовок текста редакций документа на разных языках, применяется текст на русском языке.</p>

                <h3>СОГЛАСИЕ ПОЛЬЗОВАТЕЛЯ</h3>

                <p>Оставаясь на Веб-сайте, Вы соглашаетесь с размещением файлов cookie на вашем компьютере, с целью анализа использования Веб-сайта. Если вы не хотите принимать файлы cookie, вы должны прекратить использование Веб-сайта.</p>

                <h3>ИНФОРМАЦИЯ О COOKIE</h3>

                <p>Во время просмотра любой страницы Веб-сайта на ваш компьютер загружается сама страница, а также небольшие текстовый файлы под названием cookie. Файлы cookie представляют собой небольшое количество данных, среди которых часто содержится уникальный анонимный идентификатор, посылаемый вашему браузеру Веб-сайтом и сохраняемый на жестком диске вашего компьютера. С дополнительной информацией о cookie Вы можете ознакомиться, перейдя по ссылке <a target="blank" rel="nofollow, noopener" href="https://ru.wikipedia.org/wiki/Cookie">Wikipedia</a>.</p>

                <h3>СОБСТВЕННЫЕ COOKIE И COOKIE ТРЕТЬИХ ЛИЦ</h3>

                <p>Веб-сайт использует как собственные cookie, так и cookie третьих лиц. Собственные файлы cookie — это такие cookie, которые размещаются веб-сайтом, который посещает Пользователь. Сторонние файлы cookie — это файлы cookie, которые размещаются в домене, отличном от домена веб-сайта, который посещает Пользователь. В случае, если через сайт, посещаемый пользователем другой объект, размещает файлы cookie, такие cookie называется сторонним или файлами cookie третьих лиц.</p>

                <h3>ТИПЫ ИСПОЛЬЗУЕМЫХ ФАЙЛОВ COOKIE</h3>

                <p>Веб-сайт использует различные типы файлов cookie:</p>

                <ul>
                    <li><p>Строго необходимые файлы cookie. Эти файлы cookie необходимы, чтобы сайт работал корректно, они позволят Пользователям передвигаться по Веб-сайту и использовать его возможности. Эти файлы не идентифицируют Пользователей как личность. Если Пользователь не согласен использовать данный тип файлов, это может оказать влияние на производительность Веб-сайта, или его компонентов.</p></li>

                    <li><p>Файлы cookie, относящиеся к производительности, эффективности и аналитике. Эти файлы помогают понять, как Пользователи взаимодействуют с Веб-сайтом, предоставляя информацию о тех областях, которые они посетили и количестве времени, которое они провели на Веб-сайте, так же эти файлы показывают проблемы в работе интернет-ресурса, например, сообщения об ошибках. Это помогает улучшить работу Веб-сайта. Файлы cookie, относящиеся к аналитике, также помогают измерять эффективность рекламных кампаний и оптимизировать содержание Веб-сайта. Данный тип файлов cookies не может быть использован для идентификации Пользователя. Вся информация, которая собирается и анализируется, полностью анонимна.</p></li>

                    <li><p>Функциональные файлы cookie. Эти файлы cookie служат для того, чтобы опознавать Пользователей, возвращающихся на Веб-сайт. Они позволяют индивидуально подбирать содержание Веб-сайта для Пользователей. Если Пользователь блокирует этот тип файлов, то это может повлиять на производительность и функциональность Веб-сайта и может ограничить доступ к контенту на Веб-сайте.</p></li>

                    <li><p>Рекламные файлы cookie. В эти файлы записываются сведения о пользовательских действиях в Интернете, в том числе о посещении сайтов и страниц, а также данные о ссылках и рекламе, которые Пользователи выбирали для просмотра. Одна из целей — отражать на веб-сайтах тот контент, который наиболее полно ориентирован на Пользователя. Другая цель — обеспечить возможность предоставления рекламной или другой информации в более точном соответствии с интересами Пользователя.</p></li>
                </ul>

                <h3>УПРАВЛЕНИЕ ФАЙЛАМИ COOKIE</h3>

                <p>Вы можете отключить сохранение файлов cookie, ограничить их создание конкретными веб-сайтами или установить уведомление об отправке файлов cookie в своем браузере. Вы также можете в любой момент удалить файлы с жесткого диска своего ПК. Однако, если вы решите заблокировать все файлы cookie (включая строго необходимые), вы не сможете получить доступ к Веб-сайту, или его частям, или отображение страниц будут ограниченными или не корректными. Подробнее <a target="blank" rel="nofollow, noopener" href="http://www.aboutcookies.org/Default.aspx?page=2">здесь</a>.</p>

                <h3>COOKIE ТРЕТЬИХ ЛИЦ</h3>

                <p>В настоящее время на Веб-сайте используются следующие файлы cookie третьих лиц:</p>

                <ul>

                <? //<li><p>Google Analytics <br>
                    //Мы используем Google Analytics для предоставления данных веб-аналитики о том, как используется Веб-сайт. Дополнительные сведения о cookie Google Analytics можно получить в справочных страницах <a target="blank" rel="nofollow, noopener" href="https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage">справочных страницах</a> и <a target="blank" rel="nofollow, noopener" href="http://www.google.com/intl/en/policies/privacy/">политике конфиденциальности</a> Google. Чтобы отказаться от использования Google Analytics, Вы можете загрузить и установить надстройку <a target="blank" rel="nofollow, noopener" href="https://tools.google.com/dlpage/gaoptout?hl=en">opt-out Browser add-on</a>.</p></li>?>


                    <li><p>Yandex Metrica <br>
                    Веб-сайт также использует Яндекс Метрику для предоставления данных веб-аналитики о том, как используется наш веб-сайт. Дополнительную информацию о файлах cookie Яндекса Метрики см. в <a target="blank" rel="nofollow, noopener" href="https://metrica.yandex.com/about/info/data-policy/">политике использования данных</a> и <a target="blank" rel="nofollow, noopener" href="https://metrica.yandex.com/about/info/privacy-policy">политике конфиденциальности</a>. Чтобы отказаться от использования Яндекса Метрики, Вы можете загрузить и установить надстройку <a target="blank" rel="nofollow, noopener" href="https://yandex.com/support/metrica/general/opt-out.xml">opt-out Browser add-on</a>.</p></li>
                </ul>
            </div>


        </div>

    </section>

</main>

<?php
require_once '../footer.php';
?>
